{
"sentence_salutation" : ["Bonjour mon petit !", "Coucou toi, comment tu vas ?", "Il fait plaisir d'avoir un peu de tes nouvelles, ça faisait longtemps." , "Hey hey hey, bienvenue ici mon petit !", "Ca fait plaisir de voir que tu prends des nouvelles de ton vieux GrandPy !"],
"sentence_search_ok" : ["Bien évidemment que je connais ce lieux ! D'ailleurs je connais beaucoup plus sur ce lieu !", "Olala, je te raconte même pas le nombre de fois que je suis passé par ici. D'ailleurs tu savais que :", "J'adore vraiment ce lieu. Sans savoir vraiment pour quoi, mais il m'inspire parce que :", "J'aimerai bien m'y balader devant. Et toi aussi tu en auras envie quand tu sauras que :"],
"sentence_error" : ["Quoi ? Je n'ai pas entendu... Tu sais, à mon âge, l'audition n'est plus ce qu'elle était...", "Ah oui, je me rapelle de ce lieu... euh... en fait non.", "Tu m'as parlé mon petit ?", "Mais qui êtes vous ?", "Il me semble que j'oubli quelque chose, mais je ne sais plus quoi... Qu'est ce que tu m'as demandé déjà ?"],
"sentence_error_acid" : ["Tu sais, ce n'est pas parce que je suis vieux que je ne comprend pas quand on essaye de me duper.", "Il y a une citation qui dit qu'on apprend pas à un vieux singe à faire la grimance.", "Que jeunesse se fasse..."],
"sentence_continu" : ["Voilà mon petit, je suis certain que tu ne connaissais pas la moitié de ce que je viens de te raconter.", "Si tu as d'autres questions n'hésite pas. Je t'ai même pas raconté la moitié.", "Ahlala, ça me rapelle plein de souvenir tout ça. Le bon vieux temps !", "IOU ARE WELCOME comme ils disent les jeunes !", "Et dis toi que je m'arrête de parler uniquement pour te demander si tu as pas une autre question.", "Je connais quelques annecdotes un peu plus osé, mais bon, tu es vraiment trop jeune pour ça !"],
"courtesy" : ["bonjour", "bjr", "salut", "slt", "hey", "coucou", "kikou", "kikoo", "hello", "ola", "saloute"],
"courtesy_answer" : ["Je me demande ce qu'on mange ce soir...", "C'est demain le jour de l'infirmière ? Je crois mais je ne suis pas sûr.", "Hahaha, tu me rapelle tellement ta mère quand elle était petite !", "C'est dans ces moments là que je m'allumerais bien un bon cigare... Mais bon, ça va bientôt faire 22 ans que je n'ai pas touché au tabac."],
"sentence_No_Idea" : ["Je voulais dire quelque chose, mais je ne sais plus ce que c'est...", "Et bien... tu me poses une colle, parce que je n'ai rien à raconter là dessus..."]
}